const schoolGroups = [
  194524077, //2020软合网站开发
  329184785, //近现代史 2020级艺科、软工合作
  653383301, //2021数据结构_软合20
  892697611, //程序设计基础 软合2020级
  915287147, //冀封 高数（软，应，环）
  935726131, //WEB程序设计教学群
  975790070, //线代一2班一软工、应化、生态
  1015639163, //企业信息系统和流程
  1022579554, //2020级软合1班
  1078188647, //2020级软合2班
  1130629129, //铭：、hyacinth、Hiuk Ja…
  1156757956, //2020级提高班03班
  1161139803, //奥门线上皇冠堵场
  1057087079, //20软工合作小水群
  1020928496, //赶尸群（DEV）
  954226654, //计算机与软件学院2020级新生群
  593764793, //20软工2班划水
  772638184, //英语
];

module.exports = (group) => schoolGroups.includes(group);
